[
  {
    "id": 1,
    "author": "Henning Mankell",
    "title": "Asesinos sin rostro",
    "year": "1991",
    "synopsis": "Kurt Wallander atraviesa uno de los momentos más sombríos de su vida personal (sus relaciones familiares son un desastre, está ganando peso, bebe mucho y duerme poco) cuando debe ponerse al frente de la investigación del asesinato de un apacible matrimonio de ancianos en una granja de Lenarp. El marido ha sido horriblemente torturado y la mujer muere estrangulada poco a poco, con el tiempo justo de pronunciar antes de morir la palabra «extranjero». Kurt Wallander y sus colegas deberán enfrentarse no sólo a un asesino muy especial, que tiene la sangre fría de alimentar a los caballos del establo después del crimen, sino a una comunidad irascible, presa de insospechados prejuicios raciales. Wallander sabe de sobra que la pacífica apariencia de algunas personas oculta a veces un auténtico monstruo, de modo que no se hace ilusiones acerca de la sociedad en la que vive...",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Asesinos sin rostro.jpg"
  },
  {
    "id": 2,
    "author": "Henning Mankell",
    "title": "Los perros de Riga",
    "year": "1992",
    "synopsis": "Una fría mañana de febrero llega un bote salvavidas a la costa sueca arrastrado por la corriente. Dentro encuentran los cadáveres de dos hombres que, como confirma el inspector Wallander, han sido asesinados hace días. Aquejado de estrés y de intensos dolores de pecho, con remordimientos por su anciano padre y sin haber encajado bien la separación de su mujer, Kurt Wallander, una vez abierta la investigación, debe hacer de tripas corazón y posponer sus buenos propósitos de cuidarse más. Al averiguarse que los dos hombres asesinados eran letones, Wallander no tiene más remedio que viajar a Riga, donde se introduce en los ambientes más corruptos, gobernados por bandas criminales.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Los perros de Riga.jpg"
  },
  {
    "id": 3,
    "author": "Henning Mankell",
    "title": "La leona blanca",
    "year": "1993",
    "synopsis": "Una tarde de primavera de 1992, la joven agente inmobiliaria Louise Akerblom es brutalmente asesinada en una solitaria y apartada granja de Escania. Un caso difícil para la polícia, pues, a primera vista, no hay un móvil claro, y todo parece indicar que la muchacha sólo vio algo que no debía ver.Esta investigación supone para Wallander un descenso a los infiernos mucho más largo y profundo de lo que nunca hubiera imaginado al iniciarse un caso. Y esta vez, además, se trata de una conspiración internacional detrás de la cual se encuentra una organización de extrema derecha. Ésta, decidida a dinamitar el proceso antiapartheid en la lejana Sudáfrica, ha contratado a un asesino a sueldo, quien, con la ayuda de un antiguo agente de la KGB, planea atentar contra un importante dirigente muy cerca de donde Wallander investiga. Acosado por sus persistentes problemas personales, el inspector entrará en una espiral de suspense cada vez más vertiginoso.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/La leona blanca.jpg"
  },
  {
    "id": 4,
    "author": "Henning Mankell",
    "title": "El hombre sonriente",
    "year": "1994",
    "synopsis": "Lo último que ha visto un abogado, antes de ser asesinado, es un muñeco del tamaño de un hombre atravesado en la carretera, donde se vio obligado a detenerse en medio de la espesa niebla. Este extraño comienzo, cargado de una atmósfera de misterio tan clásica, es el punto de partida de un complicado caso de delincuencia económica en las altas esferas. Pero es también el inicio de un enfrentamiento cada vez más personal del inspector Wallander con un adinerado, sonriente y autoritario mecenas. Sintiendo a cada paso su vida amenazada, el inspector se ganará el respeto de su enemigo pero no se detendrá hasta borrar esa sonrisa de su rostro.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El hombre sonriente.jpg"
  },
  {
    "id": 5,
    "author": "Henning Mankell",
    "title": "La falsa pista",
    "year": "1995",
    "synopsis": "En Suecia nadie recuerda un verano tan caluroso como el de 1994. Mientras la gente sigue con pasión los partidos finales del Campeonato Mundial de Fútbol, el inspector Kurt Wallander se dispone a iniciar unas cortas vacaciones. Pero la tranquilidad de la provincia de Escania se ve truncada cuando una muchacha, al parecer extranjera, se suicida quemándose a lo bonzo. Wallander y su equipo tratan de averiguar la identidad de la joven y los motivos de esa trágica decisión; pero los sobresaltos no han hecho más que empezar, pues un brutal asesino en serie ha comenzado su macabra actividad. Las primeras víctimas son un antiguo ministro de Justicia, un adinerado tratante de arte y un ladronzuelo de poca monta. Para detener esta carnicería, Wallander se aferra a una pista que le conducirá a las altas esferas de la política y pondrá en peligro su vida y la de sus allegados.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/La falsa pista.jpg"
  },
  {
    "id": 6,
    "author": "Henning Mankell",
    "title": "El perro que corría hacia una estrella",
    "year": "1995",
    "synopsis": "El perro que corría hacia una estrella, excelente novela del escritor sueco Henning Mankell, es una narración poética inteligente y comprometida sobre un joven cuyo retrato no será fácil borrar de nuestra memoria. Joel, que vive con su padre en un pueblo perdido del norte de Suecia, sueña con inmensos océanos y lejanos países para encontrar, durante los duros y fríos inviernos, experiencias que lo inicien en la vida y lo fortalezcan para afrontar su propio destino. Aunque son muchas las preguntas que Joel se hace, son pocas las respuestas que obtiene: pues, en la soledad, la única arma es la imaginación. Por eso, su sueño más importante es ése en el que, por las noches, busca a un perro que va camino de una estrella.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El perro que corría hacia una estrella.jpg"
  },
  {
    "id": 7,
    "author": "Henning Mankell",
    "title": "Comedia infantil",
    "year": "1995",
    "synopsis": "En una ciudad portuaria africana, un hombre solitario contempla el panorama nocturno desde el tejado de un teatro. A sus pies, en un sucio colchón, yace moribundo un niño escuálido y maltrecho al que ha recogido herido y ha llevado hasta allí. Nelio, niño de la calle y profeta, posee a los diez años la sensatez y la sabiduría de un anciano.",
    "category": "Narrativa",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Comedia infantil.jpg"
  },
  {
    "id": 8,
    "author": "Henning Mankell",
    "title": "Las sombras crecen al atardecer",
    "year": "1996",
    "synopsis": "Esta vez Joel, que también fue protagonista de El perro que corria hacia una estrella, es atropellado. Como sale ileso, considera que ha sucedido un milagro y que debe realizar una buena acción. Pero ¿qué hacer y cómo llevarla a la práctica? Serán muchos los divertidos y curiosos personajes que se vean involucrados en esta nueva aventura: Gertrud, la mujer sin narzi, el Hombre descalzo, el Hombre caviar, el Viejo albañil o Simón Tempestad.",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Las sombras crecen al atardecer.jpg"
  },
  {
    "id": 9,
    "author": "Henning Mankell",
    "title": "La quinta mujer",
    "year": "1996",
    "synopsis": "La placidez habitual de la ciudad sueca de Ystad se ve rota cuando, con cierto intervalo de tiempo, tres hombres aparecen salvajemente asesinados. Las víctimas levaban una vida sosegada y tranquila, dedicadas a la ornitología, el cultivo de orquídeas y la poesía, lo cual hace aún más incomprensible el casi insoportable sadismo de que han sido objeto. Durante la investigación del caso, el inspector de policía Kurt Wallander descubre que no sólo debe enfrentarse a un asesino de una temible inteligencia, que sin duda rivaliza con la suya, sino que éste parece guiarse por un sanguinario y turbio deseo de venganza.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/La quinta mujer.jpg"
  },
  {
    "id": 10,
    "author": "Henning Mankell",
    "title": "Pisando los talones",
    "year": "1997",
    "synopsis": "La noche de San Juan, alguien, agazapado tras un matorral, contempla cómo se divierten unos jóvenes... Por esas mismas fechas, ajeno al drama que se fragua, el inspector Kurt Wallander regresa de sus vacaciones, y en agosto, ya metido en la rutina, empieza a acusar un extraño agotamiento que está a punto de costarle la vida en un accidente de tráfico. Cuando acude al médico, se lleva un buen susto al saber el diagnóstico. Para colmo, Svedberg, uno de sus colegas, no aparece a su vuelta de las vacaciones, y una madre presiona a los agentes para que busquen a su hija: hace ya más de un mes, la joven se marchó de viaje con unos amigos de manera imprevista, y todo indica que las postales que han enviado son falsas. Svedberg, que sigue sin dar señales de vida, ¿no estaba investigando esas desapariciones? Wallander no puede ni imaginar las incógnitas que le presentará este caso... ni los sangrientos crímenes que deberá resolver, «y cuanto antes», como le pide el fiscal.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Pisando los talones.jpg"
  },
  {
    "id": 11,
    "author": "Henning Mankell",
    "title": "El niño que dormía con nieve en la cama",
    "year": "1997",
    "synopsis": "En esta tercera aventura, el protagonista de El perro que corría hacia una estrella, y de Las sombras crecen al atardecer ha cumplido trece años. El pueblo en el que vive, en el norte de Suecia, se le está quedando pequeño y ha empezado a experimentar ese hormigueo que los adultos llaman amor. El problema es que la mujer de sus sueños tiene diez años más que él.",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El niño que dormía con nieve en la cama.jpg"
  },
  {
    "id": 12,
    "author": "Henning Mankell",
    "title": "Viaje al fin del mundo",
    "year": "1998",
    "synopsis": "Viaje al fin del mundo es la cuarta y última entrega de la historia de Joel. El protagonista acaba de cumplir 15 años, ha terminado el colegio y decide buscar su futuro. Para ello, abandonará el pequeño pueblo de Suecia donde vive con su padre y en el que nunca ocurre nada interesante. Su padre había prometido llevarle a una ciudad más grande, con puerto, donde el hijo podría buscar empleo en un barco, como hizo él cuando era joven. Pero de Estocolmo llega una carta. En ella se desvela el lugar donde vive la madre de Joel, que lo abandonó siendo un bebé. Es éste también un poderoso motivo para hacer las maletas y dar un gran salto hacia la edad adulta y encontrar nuevas experiencias.El mundo interior (con sus dudas, inseguridades, esperanzas o sueños) del joven Joel queda poderosamente reflejado, y sólo la naturaleza (con sus bosques, nieve o estrellas) le sirve de contraste, o de acompañamiento, cuando tiene que afrontar algún problema.",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Viaje al fin del mundo.jpg"
  },
  {
    "id": 13,
    "author": "Henning Mankell",
    "title": "Cortafuegos",
    "year": "1998",
    "synopsis": "Ystad, Suecia, otoño de 1997. Un hombre muere en extrañas circunstancias a las puertas de un cajero automático. Poco después, dos muchachas asesinan salvajemente a un taxista. Detenidas y trasladadas a la comisaría, las dos adolescentes sorprenden a todo el mundo con su agresividad y su indiferencia ante el crimen que han cometido. En un descuido de los agentes, una de ellas logra huir. Al día siguiente, un problema en el suministro eléctrico deja a oscuras gran parte de la región de Escania; cuando el técnico de mantenimiento acude a la estación transformadora, hará un descubrimiento aterrador. El inspector Kurt Wallander no lo tiene nada fácil: a las complejidades informáticas que acaban envolviendo las pesquisas, se suman los indicios de traición que el inspector descubre en su equipo de investigadores. Además, la casi insoportable soledad afectiva del protagonista hacen que se cuestione seriamente su continuidad como policía.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Cortafuegos.jpg"
  },
  {
    "id": 14,
    "author": "Henning Mankell",
    "title": "La pirámide",
    "year": "2000",
    "synopsis": "Todo el mundo tiene un pasado. El del inspector Wallander, como se nos explica en este último libro de la serie, se remonta a veinte años atrás, cuando ni siquiera había entrado en Homicidios y era un joven agente despierto, lleno de ambiciones profesionales y con una vida privada que, ya entonces, hacía agua por todas partes. Los cinco relatos incluidos en La pirámide abarcan desde 1969 a 1989, justo antes del comienzo de la primera novela de la serie. En el primero de los relatos, un inexperto Wallander, con apenas veintiún años, se entromete en un aparente caso de suicidio y termina en el hospital con una cuchillada. En el segundo, es secuestrado por un exiliado sudafricano que acaba de cometer un asesinato. Y en el último tiene que rescatar a su padre de una comisaría de El Cairo.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/La pirámide.jpg"
  },
  {
    "id": 15,
    "author": "Henning Mankell",
    "title": "El retorno del profesor de baile",
    "year": "2000",
    "synopsis": "En diciembre de 1945, un avión británico aterriza en Buckenburg (Alemania) y de él desciende un hombre con una pequeña bolsa negra que se dirige a la prisión de Hamelin, donde están encerrados doce criminales de guerra alemanes: su misión consiste en ejecutar a esos peligrosos asesinos.Cincuenta y cuatro años después, en 1999, Herbert Molin, un policía sueco ya jubilado que vive apaciblemente en su granja, situada en el pueblecito de Härdjedalen, muere de manera brutal. Un antiguo compañero de Molin, el joven Stefan Lindman, decide viajar a Härdjedalen para averiguar lo ocurrido, pese a que no está en muy buenas condiciones de salud.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El retorno del profesor de baile.jpg"
  },
  {
    "id": 16,
    "author": "Henning Mankell",
    "title": "Antes de que hiele",
    "year": "2002",
    "synopsis": "En 1978, en la localidad de Jonestown (Guyana), murieron todos los seguidores de una secta, liderada por un hombre llamado Jim Jones, en lo que parecía un suicidio colectivo; la noticia dio la vuelta al mundo en las primeras planas de todos los periódicos. En el año 2001, cuando ese terrible suceso ya ha caído en el olvido, Linda, la hija de Kurt Wallander, regresa a Ystad para, en unos días, iniciar su trabajo en la policía. Al tiempo que empiezan las desavenencias con su padre, Linda se integra en la vida cotidiana de Ystad y reanuda sus viejas amistades con dos jóvenes, Anna y Zebran. De pronto, Anna desaparece misteriosamente. Poco después, en los bosques de los alrededores de Ystad, Linda, junto a su padre, hace un descubrimiento aterrador: una cabeza de mujer, degollada, y dos manos unidas, seccionadas; del resto del cuerpo no hay el menor rastro. Y Anna sigue sin aparecer. Es el comienzo de un nuevo y trepidante caso al que se enfrentarán juntos Kurt Wallander y su hija Linda, quien, en el curso de la investigación, conocerá al agente Stefan Lindman (el protagonista de El retorno del profesor de baile), que le causará muy buena impresión.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Antes de que hiele.jpg"
  },
  {
    "id": 17,
    "author": "Henning Mankell",
    "title": "El cerebro de Kennedy",
    "year": "2006",
    "synopsis": "En otoño de 2004, la arqueóloga sueca Louise Cantor, que dirige unas excavaciones en el Peloponeso, se dispone a regresar a su país por unos días para participar en un seminario sobre enterramientos en la Edad de Bronce. Arde en deseos de ver a su hijo Henrik, que vive en Estocolmo y al que planea visitar antes de volver a Grecia. La víspera de su partida, varios contratiempos la llevan a rememorar la ruptura con su ex marido, Aron Cantor, que la abandonó años atrás y ahora está en paradero desconocido. Ya en Suecia, decide ir a ver a su hijo pese a que éste no ha contestado a ninguna de sus llamadas en los últimos días. Cuando entra en el apartamento de Henrik, extrañamente silencioso, verá algo que tardará en asimilar: su hijo está muerto. Aunque los forenses dictaminan que se trata de un suicidio, Louise, decidida a averiguar por su cuenta los motivos de la muerte de su hijo, se lanza a un arriesgado periplo que le llevará de Australia a España, de Suecia a Mozambique. A medida que avanza en sus investigaciones, no sólo va descubriendo facetas desconocidas de su hijo, sino que también se abre paso por una oscura trama en la que están implicadas la embajada de Suecia en Mozambique, una organización en favor de los enfermos de sida en África y una importante industria farmacéutica. Y ya desde un principio, unas sombras que se mueven alrededor de Louise van estrechando el cerco. Por fin, Mankell ha reunido en esta obra su magistral dominio de la novela policiaca y su preocupación por las grandes injusticias que se cometen en el mundo y, más concretamente, en África.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El cerebro de Kennedy.jpg"
  },
  {
    "id": 18,
    "author": "Henning Mankell",
    "title": "Jugar con fuego",
    "year": "2007",
    "synopsis": "Continuación independiente de El secreto del fuego «Jugar con fuego es un libro sobre la voluntad y el deseo de vivir que deja un largo eco en el lector.» Mimmi Palm, Södra Dalarna.Sofia estaba sentada junto al fuego. Ahora las llamas la amenazaban. No eran cálidas y agradables como solían ser. Y ella sabía por qué. En la oscuridad, tumbada sobre una manta, se encontraba Rosa, su hermana mayor, que estaba enferma. De todos sus hermanos, Rosa era a quien Sofia quería más. Rosa tenía diecisiete años, tres más que ella. Sofia podía hablar con ella de todo y a menudo se reían. Rosa podía contar cosas que a Sofia todavía no le habían ocurrido. En especial, cuando se trataba de aquello que llamaban amor. Y Sofia escuchaba y recordaba todo lo que Rosa le decía. Sofia miró las llamas e intentó comprender qué le pasaba a Rosa. Todo el mundo se ponía enfermo de vez en cuando. Pero esta vez parecía que las llamas trataran de contarle algo. Y Sofía sintió miedo…",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Jugar con fuego.jpg"
  },
  {
    "id": 19,
    "author": "Henning Mankell",
    "title": "El secreto del fuego",
    "year": "2007",
    "synopsis": "Primer volumen de la trilogía de Mozambique de Henning Mankell. Un acto literario transformado en compromiso social. Este libro trata de Sofia, quien un día pisó una mina antipersona que estaba enterrada en las afueras de su poblado en Mozambique. Sofia existe realmente. Es una persona invencible. Sobrevivió y no se deja pisar. Henning Mankell ha conocido a Sofia y son amigos cercanos. Sofia corre a través de la noche. Está oscuro y tiene mucho miedo. Corre por un camino que pasa entre arbustos y zarzales. No ve el camino, pero lo recuerda, sus pies saben dónde gira y dónde sigue recto. ¿Qué es lo que la persigue en la oscuridad? ¿Un animal que ni siquiera tiene ojos? Debe esconderse, salir del camino y encogerse, hacerse pequeña entre la maleza. Da un salto como ha visto hacer a los antílopes, y abandona el suelo. Y entonces ya lo sabe...",
    "category": "Narrativa",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El secreto del fuego.jpg"
  },
  {
    "id": 20,
    "author": "Henning Mankell",
    "title": "Profundidades",
    "year": "2007",
    "synopsis": "En octubre de 1914, pocos meses después del estallido de la primera guerra mundial, el oficial de la Marina sueca Lars Tobiasson-Svartman recibe la orden de embarcar en el acorazado Svea para cumplir una misión secreta relacionada con las rutas de navegación. Hidrógrafo experto en medir las profundidades marinas, Lars es un hombre reservado y silencioso acostumbrado a guardar las distancias con los demás, incluso con su delicada mujer, Kristina, a quien ha dejado en Estocolmo. Siempre ha soñado con encontrar un lugar donde la plomada no toque fondo, y sospecha que en ese viaje tal vez se realice su sueño. En el curso de la misión, Lars descubre una pequeña isla, situada en medio de un archipiélago y habitada por una joven solitaria, de maneras rudas, llamada Sara Fredrika. Sin dejarse seducir por lo que podría ser un espejismo, Lars regresa a Estocolmo una vez acabada su tarea. Sin embargo, siente que se ha roto el frágil equilibrio en que vive e, incapaz de olvidar su encuentro con Sara Fredrika, tratará de volver a cualquier precio a la isla.",
    "category": "Narrativa",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Profundidades.jpg"
  },
  {
    "id": 21,
    "author": "Henning Mankell",
    "title": "Zapatos italianos",
    "year": "2007",
    "synopsis": "Fredrik Wellin, médico retirado, vive solo en una isla cercana a la costa sueca, hasta que la llegada de un antiguo amor al que abandonó en el pasado irrumpe en su monótono pero buscado aislamiento. Se trata de Harriet, quien gravemente enferma ha venido a pedirle que cumpla la antigua promesa de juventud de llevarla a una laguna al norte del país. Harriet trae consigo a Louise, una hija de ambos, de cuya existencia nada sabía. Obligado, ahora, a asistir al lento final de Harriet y a crear unos vínculos paterno-filiales con quien, en realidad, es una desconocida, Fredrik iniciará un viaje hacia su propio dolor. Los errores del pasado sepultados en la soledad de la isla reavivan sus remordimientos. Entre ellos, el terrible secreto que lo alejó de la profesión y por el que decidió huir del mundo.",
    "category": "Narrativa",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Zapatos italianos.jpg"
  },
  {
    "id": 22,
    "author": "Henning Mankell",
    "title": "Moriré, pero mi memoria sobrevivirá",
    "year": "2008",
    "synopsis": "Henning Mankell es conocido en el mundo entero por ser el creador del inspector Kurt Wallander, protagonista de una de las series policiacas más leídas en los últimos años. Menos conocido es, en cambio, el amor que Mankell siente por África, adonde viajó por primera vez de joven y donde pasa varios meses al año. África, afirma, le ha convertido en una persona mejor. Moriré, pero mi memoria sobrevivirá es una muy personal reflexión sobre el devastador impacto de la epidemia del sida en ese continente. En parte crónica de viajes, en parte fábula real, Mankell nos lleva por algunos poblados de Uganda, en su mayoría habitados por niños y ancianos, los únicos que permanecen vivos. Nos habla del miedo de los occidentales al sida, pero sobre todo del terror y el dolor de los africanos afectados, faltos de recursos y fármacos. Y también nos habla de los pequeños «libros de recuerdos», escritos por enfermos de sida que quieren dejar un testimonio de sus vidas, para que sus hijos puedan recordarlos: unas palabras, una foto, una mariposa aplastada entre las páginas. Una imagen, en particular, acecha a Mankell a lo largo de su viaje: la de una niña llamada Aida, hija de una madre afectada, que, en medio de la muerte y el sufrimiento, planta un árbol de mango y lo cuida como si fuera un fragmento de vida que crecerá y que, tal vez, resista a esa terrible pandemia.",
    "category": "Personal",
    "price": 10,
    "quantity": 1,
    "img": "/Images/Moriré, pero mi memoria sobrevivirá.jpg"
  },
  {
    "id": 23,
    "author": "Henning Mankell",
    "title": "La ira del fuego",
    "year": "2008",
    "synopsis": "Por fin llega el tercer libro de Mankell sobre Sofia. La historia de la lucha de una joven contra la pobreza y la injusticia, sus sentimientos, sus dudas, en uno de los países del mundo más pobres y devastados por la guerra: Mozambique. Algo va mal, muy mal. De pronto, Armando vuelve cada vez más tarde por las noches y, a pesar de que los ingresos del taller de coches son escasos, lleva ropa nueva. Sin embargo, Sofía y los tres niños no reciben nada. Cuando las peores sospechas de Sofía se confirman, el engaño es un hecho. En lugar de tragarse la ira, Sofía decide irse por su propio camino. Pero el precio será elevado… para todos.",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/La ira del fuego.jpg"
  },
  {
    "id": 24,
    "author": "Henning Mankell",
    "title": "El gato al que le gustaba la lluvia",
    "year": "2008",
    "synopsis": "El gato al que le gustaba la lluvia es una inteligente novela infantil galardonada en 1991 con el premio Nils Holgersson. Con sentimiento y fuerza, esta novela narra las profundas cuestiones de la vida, como la libertad, la nostalgia o el amor.",
    "category": "Juvenil",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El gato al que le gustaba la lluvia.jpg"
  },
  {
    "id": 25,
    "author": "Henning Mankell",
    "title": "El chino",
    "year": "2008",
    "synopsis": "Una helada mañana de enero de 2006, un fotógrafo hace un descubrimiento aterrador: en el pueblecito sueco de Hesjövallen aparecen brutalmente asesinadas diecinueve personas. La policía sospecha que es obra de un perturbado; pero la jueza Birgitta Roslin, que se interesa por el caso en cuanto sabe que entre las víctimas figura la familia adoptiva de su madre, sostiene otra teoría. Una cinta de seda roja encontrada en la nieve le pone en la pista de un sospechoso llegado de fuera, y de una inquietante trama oculta que parece arrancar en Pekín. Birgitta ignora que todo se remonta a una vieja historia del año 1860, cuando miles de chinos fueron llevados a Estados Unidos a trabajar casi como esclavos en la construcción del ferrocarril en la costa oeste. Las consecuencias de esa dramática odisea, encarnada en los descendientes de los hermanos Wu, San y Gou Si, llegan hasta la conflictiva pero poderosa China del siglo xxi, donde cruentas luchas de poder en el seno del Partido Comunista Chino están decidiendo el futuro del país a las puertas de los Juegos Olímpicos. Pero su persecución del asesino, en solitario y al margen de la policía, se interrumpe en cuanto Birgitta siente en la nuca el aliento frío de quienes quieren acabar con su vida.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El chino.jpg"
  },
  {
    "id": 26,
    "author": "Henning Mankell",
    "title": "El hijo del viento",
    "year": "2009",
    "synopsis": "En 1874, el sueco Hans Bengler, tras abandonar los estudios de medicina, decide marchar a África con la intención de encontrar un insecto que nadie haya descubierto hasta entonces y con el cual hacerse famoso. Después de un penoso viaje por el desierto de Kalahari, llega a una estación de comercio donde lo acoge otro sueco, llamado Wilhelm Andersson, que se dedica a la caza de elefantes. Una mañana, Andersson trae consigo a un niño negro que, al parecer, se ha quedado huérfano. Impulsivamente, Bengler lo adopta y, como además ya ha encontrado el ansiado escarabajo, decide regresar a Suecia con el niño, al que le da el nombre de Daniel. Ya en la travesía de vuelta, Bengler topa con las primeras dificultades y prejuicios hacia el niño. «Serás objeto de curiosidad, de desconfianza y, por desgracia, también de malevolencia. La gente teme lo diferente. Y tú eres diferente, Daniel», trata de explicarle Bengler. Y en efecto, una vez en Suecia, la vida «civilizada» va aniquilando poco a poco a Daniel, que se siente solo y traicionado y ansía cada vez más volver a África.",
    "category": "Narrativa",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El hijo del viento.jpg"
  },
  {
    "id": 27,
    "author": "Henning Mankell",
    "title": "El hombre inquieto",
    "year": "2009",
    "synopsis": "Wallander es razonablemente feliz: ha conseguido realizar su sueño de vivir en una casa de campo y, además, su hija Linda lo ha convertido en abuelo. Sin embargo, la tranquilidad se verá truncada por la desaparición del suegro de su hij, un oficial de alto rango de la Armada sueca. Aunque la investigación la dirige la policia de Estocolmo, Wallander no puede evitar implicarse, sobre todo a raíz de una segunda desaparición. Las pistas están relacionadas con grupos de extrema derecha y la época de la Guerra Fría, cuando varios submarinos soviéticos fueron acusados de violar territorio sueco. Poco a poco, el inspector comprende que está a punto de descubrir un gran secreto que afectará a toda la historia de Suecia desde la Segunda Guerra Mundial. El veterano inspector se enfrenta a los secretos más inconfesables de su país... y también a una negra nube que se cierne sobre su propia vida.",
    "category": "Policíaca",
    "price": 10,
    "quantity": 1,
    "img": "/Images/El hombre inquieto.jpg"
  },
  {
    "id": 28,
    "author": "Henning Mankell",
    "title": "El ojo del leopardo",
    "year": "2010",
    "synopsis": "Desde la fría región sueca de Norrland, el joven Hans Olofson viaja a Zambia para visitar la tumba de un misionero legendario. Deja atrás una infancia y una adolescencia marcadas por la ausencia de la madre y, después, por la muerte de dos personas muy allegadas. La belleza de Zambia, y sobre todo su misterio, lo hechizan hasta el punto de permanecer en el país durante dieciocho largos años, al principio movido por los valores de la cooperación y la solidaridad. Poco a poco, sin embargo, convertido en granjero, la realidad africana le impone una visión de la vida completamente distinta, mientras el racismo de los blancos y el odio de los negros va consumiéndolo. Un día, tras encontrar cruelmente asesinados a sus vecinos blancos, comprende que sus días están contados. ¿Se quedará a luchar o arrojará la toalla? Hans sabe que quizá pueda escapar de la suerte que han corrido sus vecinos, pero no de su propia desesperación.",
    "category": "Policíaca",
    "price": 20,
    "quantity": 1,
    "img": "/Images/El ojo del leopardo.jpg"
  },
  {
    "id": 29,
    "author": "Henning Mankell",
    "title": "Tea-bag",
    "year": "2010",
    "synopsis": "La vida del célebre poeta sueco Jesper Humlin puede ser tan regalada como vacua, tocada por el desasosiego de la sociedad de la abundancia, sumida en una inanidad apenas salpimentada por las trifulcas con su pareja, las envidias de sus colegas o los apremios de sus editores. Sin embargo, parecería que Jesper conserva un resto de dignidad cuando rechaza la propuesta de su editor de que escriba novelas policíacas, que venden cincuenta veces más que la poesía (¡si hasta su anciana madre se ha puesto a escribir una!). Y quizá sea ese vestigio de decencia lo que desencadene su interés por las historias de unas inmigrantes que conoce durante una lectura poética de su obra. Entre ellas está una joven africana, Tea-Bag, el relato de cuya huida de su aldea, el atroz viaje hacia el norte –con obligada «escala» en las costas españolas– y su llegada a Suecia, donde sigue siendo ilegal, acabará por descolocar, y redimir, al fatuo Jesper. Porque son las conmovedoras historias de las inmigrantes –personas de carne y hueso– las que dan cuerpo a esta novela que abre los ojos a una cruda realidad con la que convivimos pero que pocas veces nos atrevemos a mirar de frente. Y Henning Mankell, en un ejercicio comprometido no exento de humor e ironía –«No me gustan las novelas policiacas. Me aburren», afirma Jesper Humlin–, no sólo da voz a esas personas tantas veces silenciadas sino que esboza una turbadora intuición: la de que sólo a través de ellas podemos ya desembarazarnos del peso de nuestro cinismo.",
    "category": "Narrativa",
    "price": 30,
    "quantity": 1,
    "img": "/Images/Tea-bag.jpg"
  },
  {
    "id": 30,
    "author": "Henning Mankell",
    "title": "Daisy sisters",
    "year": "2011",
    "synopsis": "Después de haberse carteado durante tres años, pero sin haberse visto jamás, Elna y Vivi, dos jóvenes suecas de apenas diecisiete años, por fin van a conocerse. Lo harán en el caluroso verano de 1941, en plena guerra mundial, cuando emprendan juntas un viaje en bicicleta hasta la frontera de Suecia –país que por el momento se mantiene neutral– con Noruega, ocupada por las tropas nazis. El mundo les espera, pero las dos ignoran que, durante el trayecto, el encuentro con dos militares será determinante para el futuro de una de ellas. Las dos fantasean con viajar a países lejanos, con alcanzar la libertad y la independencia; muy pronto, sin embargo, la cruda realidad acabará por imponerse y obligará a desistir de sus sueños a aquellas dos jóvenes que se llamaban a sí mismas Daisy Sisters, siguiendo la moda norteamericana. Pero nunca, ni siquiera en sus peores momentos, ni ellas ni sus descendientes cejarán en su lucha por escapar de su asfixiante entorno y tomar las riendas de su vida.",
    "category": "Narrativa",
    "price": 40,
    "quantity": 1,
    "img": "/Images/Daisy sisters.jpg"
  },
  {
    "id": 31,
    "author": "Henning Mankell",
    "title": "Un ángel impuro",
    "year": "2012",
    "synopsis": "A comienzos del siglo xx sucedió un hecho extraño en el continente africano. Apareció una mujer sueca, como salida de la nada, y quedó constancia de ella como dueña del burdel más grande de la capital de la colonia portuguesa de Mozambique. Años después, esa mujer desapareció sin dejar rastro. A partir de lo poco que se sabe de ella he escrito este libro, aportando el contexto histórico. La he descrito tal y como yo la veo, en una época en que no podía cuestionarse el colonialismo ni la superioridad de la raza blanca, y menos aún vencerlos. Una época, asimismo, en que la suerte que corría una mujer durante su vida —sobre todo si era una mujer negra— era un auténtico infierno. En el burdel se enfrentan el poder y la impotencia; allí la pasión es una mercancía. Pero también es un lugar donde las vidas se entrelazan, y que me ha inspirado una historia como ninguna otra de las que he llegado a escribir.",
    "category": "Narrativa",
    "price": 20,
    "quantity": 1,
    "img": "/Images/Un ángel impuro.jpg"
  },
  {
    "id": 32,
    "author": "Henning Mankell",
    "title": "Huesos en el jardín",
    "year": "2013",
    "synopsis": "Un domingo de octubre de 2002, un Kurt Wallander agotado después de una intensa semana de trabajo va a visitar la que podría ser la casa de sus sueños, en las afueras de Löderup. Mientras deambula a solas por el jardín de la finca, rumiando si comprarla o no, tropieza con algo semioculto entre la hierba. Para su sorpresa, son los huesos de una mano. Esa misma noche, cuando los técnicos encienden sus focos y cavan alrededor, sale a la luz un cadáver que, según los forenses, lleva más de cincuenta años bajo tierra. Poco antes de Navidad, y pese a los recortes presupuestarios en la policía de Escania, el inspector Wallander, junto con sus colegas Martinsson y Stefan Lindman (el protagonista de El retorno del profesor de baile), sigue investigando lo que parece ser un asesinato muy antiguo. Pero ¿es posible esclarecer un crimen cometido tanto tiempo atrás? Cuando ya está a punto de darse por vencido, Wallander regresa al jardín de la que pudo haber sido su casa. Y algo despierta en él nuevas sospechas que se convertirán en un nuevo hallazgo.",
    "category": "Policíaca",
    "price": 32,
    "quantity": 1,
    "img": "/Images/Huesos en el jardin.jpg"
  },
  {
    "id": 33,
    "author": "Henning Mankell",
    "title": "Arenas movedizas",
    "year": "2015",
    "synopsis": "Este título es un libro de memorias, pero muy peculiar. No hay sucesión temporal y el arranque es la enfermedad actual del autor y lo que su diagnóstico desencadenó en él: recuerdos distanciados en el tiempo y no necesariamente consecutivos, que se relaciona de un modo u otro con las grandes preguntas del hombre: ¿qué somos?, ¿cómo nos enfrentamos a la muerte?, ¿de qué tenemos miedo?, ¿qué mundo dejaremos en herencia?, ¿en qué creemos, y por qué? Para responder a ellas, se recurre a sucesos del pasado: un día en el colegio cuando era pequeño, una visita al Museo Británico, una lectura sobre la Isla de Pascua, la verdadera naturaleza de las arenas movedizas o el poder del hielo, la muerte de un niño mozambiqueño, visitas a Salamanca, a Mantua, a Buenos Aires, a Malta y a las ruinas de Hagar Qim...   Con estas incursiones en el pasado surge un retrato, desde la infancia y la adolescencia hasta la madurez, del autor, que examina su vida y, con ella, cuestiones que afectan a toda la humanidad. ",
    "category": "Memorias",
    "price": 21,
    "quantity": 1,
    "img": "/Images/Arenas movedizas.jpg"
  },
  {
    "id": 34,
    "author": "Henning Mankell",
    "title": "Botas de lluvia suecas",
    "year": "2016",
    "synopsis": "Una noche de otoño, Fredrik Welin —el protagonista de la exitosa novela Zapatos italianos— se despierta cuando un incendio arrasa su casa. A sus sesenta y nueve años, este solitario médico jubilado sale penosamente de entre las llamas, calzado con unas botas de lluvia (pero ambas pertenecen al pie izquierdo). Sólo quedan, a la mañana siguiente, unas ruinas malolientes: ha perdido su casa y todas sus pertenencias, y tiene que mudarse a un remolque, una caravana que pertenece a su hija. Cuando por el archipiélago se extiende el rumor de que él mismo ha provocado el fuego, la policía lo interroga, sin llegar a acusarlo. De pronto, Louise, la hija de Fredrik, viaja hasta la isla por motivos misteriosos. Todos esos acontecimientos sumen en el desconcierto a Fredrik, que ese otoño ve como se acerca a la vejez, también a la muerte, y desea saldar todas sus cuentas con la vida. Sin embargo, al conocer a Lisa Modin, una periodista que trabaja para el diario local y que investiga el incendio, se despiertan en él sentimientos que llevaban mucho tiempo muertos. Cuando en Nochevieja decide celebrar una fiesta a la que invita a sus amigos, se desata un incendio en otra casa del archipiélago.",
    "category": "Narrativa",
    "price": 20,
    "quantity": 1,
    "img": "/Images/Botas de lluvia suecas.jpg"
  },
  {
    "id": 35,
    "author": "Henning Mankell",
    "title": "El hombre de la dinamita",
    "year": "2018",
    "synopsis": "Norrköping, Suecia, 1911. Los periódicos locales dan brevemente la noticia de que Oskar Johansson, dinamitero de veintitrés años, ha muerto a consecuencia de un trágico accidente producido durante la voladura de un túnel. La nota nunca se desmintió, pero Oskar sobrevivió, aunque quedó gravemente herido y con secuelas atroces; es más, siguió trabajando hasta su jubilación, y no murió hasta abril de 1969. Narrada a través de distintas voces y perspectivas, la vida de Oskar, con sus sueños y esperanzas, sus alegrías y tristezas, y por supuesto marcada por ese accidente que lo cambió todo, traza no sólo su destino, sino también una imagen aguda y vibrante de la situación obrera en la primera mitad del siglo XX.",
    "category": "Narrativa",
    "price": 62,
    "quantity": 1,
    "img": "/Images/El hombre de la dinamita.jpg"
  }
]
